import React from 'react';
import './About.js';

function About() {
  return (
    <div className="container">
      <h2>เกี่ยวกับเรา</h2>
      <p>วิทยาลัยเทคโนโลยีโปลิเทคนิคลานนา เชียงใหม่ (Lanna Polytechnic ChiangMai) ตั้งอยู่เลขที่ 2 ถนนสุขเกษม ตำบล ป่าตัน อำเภอ เมือง จังหวัด เชียงใหม่ ได้รับอนุญาตให้ดำเนินการจากกระทรวงศึกษาธิการ ตั้งแต่ วันที่ 18 ธันวาคม 2521 เป็นต้นมา มีวัตถุประสงค์เพื่อส่งเสริมการศึกษา ด้านวิชาชีพแก่เยาวชนชาวเชียงใหม่ และเยาวชนทั่วไป โดยเฉพาะในภาคเหนือได้มีโอกาสศึกษาในสาขาวิชาช่างอุตสาหกรรม ในระดับมาตรฐานทัดเทียมกับสถาบันชั้นนำของประเทศ เมื่อแรกเริ่มวิทยาลัยเทคโนโลยีโปลิเทคนิคลานนา 
        มีอาคารทิพยมณฑล เป็นอาคารเรียน 1 หลัง มีจำนวนนักศึกษา 350 คน ในเนื้อที่ 10 ไร่ ทำการสอนในหลักสูตรสถาบันเทคโนโลยีราชมงคล ระดับประกาศนียบัตรวิชาชีพ(ปวช.) 3 แผนก คือ แผนกช่างยนต์ แผนกช่างไฟฟ้า และแผนกพณิชยการ</p>
      <p>การคิดและทำอย่างสร้างสรรค์ คือแรงผลักดันที่พวกเรา ชาวเทคโนโลยีสารสนทศ วิทยาลัยเทคโนโลยีโปลิเทคนิคลานนา เชียงใหม่ ใช้เป็นแนวทางในการผลิตคอมพิวเตอร์ สร้างองค์ความที่โดนเด่นโดยบุคลากรผู้ทรงคุณวุฒิทั้งภายในและภายนอกสถานศึกษา เพิ่มพูนทักษะ ในด้านซ่อมบำรุงรักษาคอมพิวเตอร์ทั้งซอฟต์แวร์ และฮาร์ดแวร์ ผู้ที่สำเร็จการศึกษาสาขาสามารถประกอบอาชีพ ช่างในทุกองค์กรที่มีคอมพิวเตอร์หรือระบบสรสนเทศ ธุรกิจที่มีเทคโนโลยีสารสนเทศอยู่ ธุรกิจที่มีเทดโนโลยีสารสนเทศเป็นแกนหลัก ได้แก่ ธุรกิจผลิตซอฟต์แวร์หรือโปรแกรมคอมพิวตอร์ ธุรกิจบริการด้านข้อมูลข่าวสาร ธุรกิจด้านการให้ บริการระบบเครือข่ายคอมพิวเตอร์ ระบบอินเตอร์เน็ตหรือระบบเครือข่ายมือถือ ธุรกิจให้บริการด้านพาณิชย์ อิเล็กทรอนิกส์หรืออี-คอมเมิร์ช ธุรกิจให้คำปรึกษาด้านเทคโนโลยีสารสนทศ หรือที่เรียกว่าธุรกิจคอนซัลแตนต์ ธุรกิจแอนิมชั่นและเกม จบสาขาเทคโนโลยีสารสนเทศแล้ว สามารถไป ศึกษาต่อ ด้านระบบฐานข้อมูลองค์กร ด้านเน็ตเวิร์ต ด้านความปลอดภัยของระบบของคอมพิวเตอร์ ด้านระบบคอมพิวเตอร์อัจฉริยะหรือปัญญา และนำคอมพิวเตอร์ไปประยุกต์ในงานสาขาอื่น เช่น ด้านสื่อมวลชน ด้านมัลติมีเดีย ด้านแอนิมชั่น ด้านสารสนเทศเพื่อการแพทย์ ด้านสารสนเทศชีววิทยา ด้านการสร้างแบบจำลองเพื่อวิเคราะห์ทางเคมีและพิสิกส์ และสามารถศึกษาต่อระดับปริญญาตรีหลายสขา เช่น สาขาเทคโนโลยีสารสนเทศ สาขาคอมพิวตอร์ธุรกิจ, สาขาเทคโนโลยีสารสนทศธุรกิจ, สาขาเทคโนโลยีสารสนเทศและการสื่อสาร</p>
    </div>
  );
}

export default About;
