import React from 'react';
import './Home.css';

function Home() {
  return (
    <div className="container">
      <div className="card">
        <img src="https://www.lannapoly.ac.th/web/gallery/20241119-112909.jpg" alt="ภาพกิจกรรม" />
        <h2>ร่วมพิธีเปิดการฝึกภาคปกตินักศึกษาวิชาทหารชั้นปีที่ 4 และ ปีที่ 5 ประจำปีการศึกษา 2567</h2>
        <p>ผกท.พ.ประสิทธิ์ ชูดวง รองผู้อำนวยการฝ่ายกิจการนักศึกษาและ ผกท. วิทยาลัยเทคโนโลยีโปลิเทคนิคลานนาเชียงใหม่ เข้าร่วมพิธีเปิดการฝึกภาคปกตินักศึกษาวิชาทหารชั้นปีที่ 4 และ ปีที่ 5 ประจำปีการศึกษา 2567 ณ ศูนย์การฝึกนักศึกษาวิชาทหารมณฑลทหารบกที่ 33</p>
      </div>
      <div className="card">
        <img src="https://www.lannapoly.ac.th/web/gallery/20241121-100726.jpg" alt="ภาพกิจกรรม" />
        <h2>แสดงความยินดีต้อนรับผู้อำนวยการ นางสาวนารีรัตน์ ธจิตธรรม</h2>
        <p>อาจารย์วุฒิพงศ์ พวงไม้มิ่ง ผู้ช่วยรองผู้อำนวยการฝ่ายกิจการนักศึกษา พร้อมทีมงานแนะแนวการศึกษา เข้าร่วมแสดงความยินดีต้อนรับผู้อำนวยการ นางสาวนารีรัตน์ ธจิตธรรม เข้ารับตำแหน่งผู้อำนวยการโรงเรียนแม่ออนวิทยาลัย ณ หอประชุมโรงเรียนแม่ออนวิทยาลัย</p>
      </div>
      <div className="card">
        <img src="https://www.lannapoly.ac.th/web/gallery/20241119-112816.jpg" alt="ภาพกิจกรรม" />
        <h2>ร่วมแสดงความยินดีต้อนรับผู้อำนวยการ นางสาวธีรนุช จันทร์กองแก้ว</h2>
        <p>อาจารย์วุฒิพงศ์ พวงไม้มิ่ง ผู้ช่วยรองผู้อำนวยการฝ่ายกิจการนักศึกษา พร้อมทีมงานแนะแนวการศึกษา เข้าร่วมแสดงความยินดีต้อนรับผู้อำนวยการ นางสาวธีรนุช จันทร์กองแก้ว เข้ารับตำแหน่งผู้อำนวยการโรงเรียนสะเมิงพิทยาคม ณ หอประชุมโรงเรียนสะเมิงพิทยาคม</p>
      </div>
    </div>
  );
}

export default Home;
